window.poems = [
  {
    "title": "婕妤怨",
    "author": "皇甫冉",
    "dynasty": "〔唐代〕",
    "content": "花枝出建章，凤管发昭阳。借问承恩者，双蛾几许长。"
  },
  {
    "title": "折桂令·题录鬼簿",
    "author": "周浩",
    "dynasty": "〔元代〕",
    "content": "想贞元朝士无多，满目江山，日月如梭。上苑繁华，西湖富贵，总付高歌。麒麟冢衣冠坎坷，凤凰台人物蹉跎。生待如何，死待如何？纸上清名，万古难磨。"
  },
  {
    "title": "天香·咏龙涎香",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "孤峤蟠烟，层涛蜕月，骊宫夜采铅水。汛远槎风，梦深薇露，化作断魂心字。红甆候火，还乍识、冰环玉指。一缕萦帘翠影，依稀海天云气。 几回殢娇半醉。翦春灯、夜寒花碎。更好故溪飞雪，小窗深闭。荀令如今顿老，总忘却、樽前旧风味。谩惜余熏，空篝素被。"
  },
  {
    "title": "好事近·雨后晓寒轻",
    "author": "魏夫人",
    "dynasty": "〔宋代〕",
    "content": "雨后晓寒轻，花外早莺啼歇。愁听隔溪残漏，正一声凄咽。不堪西望去程赊，离肠万回结。不似海棠阴下，按《凉州》时节。"
  },
  {
    "title": "自巴东舟行经瞿唐峡登巫山最高峰晚还题壁",
    "author": "李白",
    "dynasty": "〔唐代〕",
    "content": "江行几千里，海月十五圆。始经瞿唐峡，遂步巫山巅。巫山高不穷，巴国尽所历。日边攀垂萝，霞外倚穹石。飞步凌绝顶，极目无纤烟。却顾失丹壑，仰观临青天。青天若可扪，银汉去安在？望云知苍梧，记水辨瀛海。周游孤光晚，历览幽意多。积雪照空谷，悲风鸣森柯。归途行欲曛，佳趣尚未歇。江寒早啼猿，松暝已吐月。月色何悠悠，清猿响啾啾。辞山不忍听，挥策还孤舟。"
  },
  {
    "title": "扬之水",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "扬之水，白石凿凿。素衣朱襮，从子于沃。既见君子，云何不乐？扬之水，白石皓皓。素衣朱绣，从子于鹄。既见君子，云何其忧？扬之水，白石粼粼。我闻有命，不敢以告人。"
  },
  {
    "title": "题楚昭王庙",
    "author": "韩愈",
    "dynasty": "〔唐代〕",
    "content": "丘坟满目衣冠尽，城阙连云草树荒。犹有国人怀旧德，一间茅屋祭昭王。"
  },
  {
    "title": "伯夷颂",
    "author": "韩愈",
    "dynasty": "〔唐代〕",
    "content": "士之特立独行，适于义而已，不顾人之是非：皆豪杰之士，信道笃而自知明者也。一家非之，力行而不惑者寡矣；至于一国一州非之，力行而不惑者，盖天下一人而已矣；若至于举世非之，力行而不惑者，则千百年乃一人而已耳；若伯夷者，穷天地、亘万世而不顾者也。昭乎日月不足为明，崒乎泰山不足为高，巍乎天地不足为容也。　　当殷之亡，周之兴，微子贤也，抱祭器而去之。武王、周公，圣也，从天下之贤士，与天下之诸侯而往攻之，未尝闻有非之者也。彼伯夷、叔齐者，乃独以为不可。殷既灭矣，天下宗周，彼二子乃独耻食其粟，饿死而不顾。繇是而言，夫岂有求而为哉？信道笃而自知明也。　　今世之所谓士者，一凡人誉之，则自以为有余；一凡人沮之，则自以为不足。彼独非圣人而自是如此。夫圣人，乃万世之标准也。余故曰：若伯夷者，特立独行、穷天地、亘万世而不顾者也。虽然，微二子，乱臣贼子接迹于后世矣。"
  },
  {
    "title": "圣无忧·世路风波险",
    "author": "欧阳修",
    "dynasty": "〔宋代〕",
    "content": "世路风波险，十年一别须臾。人生聚散长如此，相见且欢娱。好酒能消光景，春风不染髭须。为公一醉花前倒，红袖莫来扶。"
  },
  {
    "title": "与毛令方尉游西菩提寺二首·其一",
    "author": "苏轼",
    "dynasty": "〔宋代〕",
    "content": "推挤不去已三年，鱼鸟依然笑我顽。人未放归江北路，天教看尽浙西山。尚书清节衣冠后，处士风流水石间。一笑相逢那易得，数诗狂语不须删。"
  },
  {
    "title": "灉湖山寺",
    "author": "张说",
    "dynasty": "〔唐代〕",
    "content": "空山寂历道心生，虚谷迢遥野鸟声。禅室从来尘外赏，香台岂是世中情。云间东岭千寻出，树里南湖一片明。若使巢由知此意，不将萝薜易簪缨。"
  },
  {
    "title": "破阵子·燕子欲归时节",
    "author": "晏殊",
    "dynasty": "〔宋代〕",
    "content": "燕子欲归时节，高楼昨夜西风。求得人间成小会，试把金尊傍菊丛。歌长粉面红。斜日更穿帘幕，微凉渐入梧桐。多少襟情言不尽，写向蛮笺曲调中。此情千万重。"
  },
  {
    "title": "石将军战场歌",
    "author": "李梦阳",
    "dynasty": "〔明代〕",
    "content": "清风店南逢父老，告我己巳年间事。店北犹存古战场，遗镞尚带勤王字。忆昔蒙尘实惨怛，反覆势如风雨至。紫荆关头昼吹角，杀气军声满幽朔。胡儿饮马彰义门，烽火夜照燕山云。内有于尚书，外有石将军。石家官军若雷电，天清野旷来酣战。朝廷既失紫荆关，吾民岂保清风店。牵爷负子无处逃，哭声震天风怒号。儿女床头伏鼓角，野人屋上看旌旄。将军此时挺戈出，杀敌不异草与蒿。追北归来血洗刀，白日不动苍天高。万里烟尘一剑扫，父子英雄古来少。单于痛哭倒马关，羯奴半死飞狐道。处处欢声噪鼓旗，家家牛酒犒王师。休夸汉室嫖姚将，岂说唐家郭子仪。沉吟此事六十春，此地经过泪满巾。黄云落日古骨白，沙砾惨淡愁行人。行人来折战场柳，下马坐望居庸口。却忆千官迎驾初，千乘万骑下皇都；乾坤得见中兴主，日月重开载造图。枭雄不数云台士，杨石齐名天下无！呜呼杨石今已无，安得再生此辈西备胡。"
  },
  {
    "title": "立秋前一日览镜",
    "author": "李益",
    "dynasty": "〔唐代〕",
    "content": "万事销身外，生涯在镜中。惟将两鬓雪，明日对秋风。"
  },
  {
    "title": "碧湘门",
    "author": "陶弼",
    "dynasty": "〔宋代〕",
    "content": "城中烟树绿波漫，几万楼台树影间。天阔鸟行疑没草，地卑江势欲沉山。人过鹿死寻僧去，船自新康载酒还。闻说耕桑渐苏息，领头今岁不征蛮。"
  },
  {
    "title": "双双燕·咏燕",
    "author": "史达祖",
    "dynasty": "〔宋代〕",
    "content": "过春社了，度帘幕中间，去年尘冷。差池欲住，试入旧巢相并。还相雕梁藻井。又软语、商量不定。飘然快拂花梢，翠尾分开红影。 芳径。芹泥雨润。爱贴地争飞，竞夸轻俊。红楼归晚，看足柳昏花暝。应自栖香正稳。便忘了、天涯芳信。愁损翠黛双蛾，日日画阑独凭。"
  },
  {
    "title": "题白石莲花寄楚公",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "白石莲花谁所共，六时长捧佛前灯。空庭苔藓饶霜露，时梦西山老病僧。大海龙宫无限地，诸天雁塔几多层。漫夸鹙子真罗汉，不会牛车是上乘。"
  },
  {
    "title": "四字令·拟花间",
    "author": "周密",
    "dynasty": "〔宋代〕",
    "content": "眉消睡黄。春凝泪妆。玉屏水暖微香。听蜂儿打窗。 筝尘半妆。绡痕半方。愁心欲诉垂杨。奈飞红正忙。"
  },
  {
    "title": "沉醉东风·维扬怀古",
    "author": "汤舜民",
    "dynasty": "〔元代〕",
    "content": "锦帆落天涯那答，玉箫寒、江上谁家？空楼月惨凄，古殿风萧飒。梦儿中一度繁华，满耳涛声起暮笳，再不见看花驻马。"
  },
  {
    "title": "诫子书",
    "author": "诸葛亮",
    "dynasty": "〔两汉〕",
    "content": "夫君子之行，静以修身，俭以养德。非淡泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能治性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！ (淡泊 一作：澹泊；淫慢 一作：慆慢；治性 一作：冶性）"
  },
  {
    "title": "天净沙·鲁卿庵中",
    "author": "张可久",
    "dynasty": "〔元代〕",
    "content": "青苔古木萧萧，苍云秋水迢迢。红叶山斋小小，有谁曾到？探梅人过溪桥。"
  },
  {
    "title": "采桑子·白衣裳凭朱阑立",
    "author": "纳兰性德",
    "dynasty": "〔清代〕",
    "content": "白衣裳凭朱阑立，凉月趖西。点鬓霜微，岁晏知君归不归？残更目断传书雁，尺素还稀。一味相思，准拟相看似旧时。"
  },
  {
    "title": "闺情",
    "author": "李端",
    "dynasty": "〔唐代〕",
    "content": "月落星稀天欲明，孤灯未灭梦难成。 披衣更向门前望，不忿朝来鹊喜声。"
  },
  {
    "title": "雪",
    "author": "罗隐",
    "dynasty": "〔唐代〕",
    "content": "尽道丰年瑞，丰年事若何。长安有贫者，为瑞不宜多。"
  },
  {
    "title": "湛露",
    "author": "诗经·小雅",
    "dynasty": "〔先秦〕",
    "content": "湛湛露斯，匪阳不晞。厌厌夜饮，不醉无归。湛湛露斯，在彼丰草。厌厌夜饮，在宗载考。湛湛露斯，在彼杞棘。显允君子，莫不令德。其桐其椅，其实离离。岂弟君子，莫不令仪。"
  },
  {
    "title": "菩萨蛮·青岩碧洞经朝雨",
    "author": "孙光宪",
    "dynasty": "〔五代〕",
    "content": "青岩碧洞经朝雨，隔花相唤南溪去。一只木兰船，波平远浸天。扣舷惊翡翠，嫩玉抬香臂。红日欲沉西，烟中遥解觽。"
  },
  {
    "title": "漫感",
    "author": "龚自珍",
    "dynasty": "〔清代〕",
    "content": "绝域从军计惘然，东南幽恨满词笺。一箫一剑平生意，负尽狂名十五年。"
  },
  {
    "title": "忆扬州",
    "author": "徐凝",
    "dynasty": "〔唐代〕",
    "content": "萧娘脸薄难胜泪，桃叶眉尖易觉愁。天下三分明月夜，二分无赖是扬州。"
  },
  {
    "title": "端正好·上高监司",
    "author": "刘时中",
    "dynasty": "〔元代〕",
    "content": "前套　　众生灵遭磨障，正值着时岁饥荒。谢恩光，拯济皆无恙，编做本词儿唱。　　〔滚绣球〕去年时正插秧，天反常，那里取若时雨降？旱魃生四野灾伤。谷不登，麦不长，因此万民失望，一日日物价高涨。十分料钞加三倒，一斗粗粮折四量，煞是凄凉。　　〔倘秀才〕殷实户欺心不良，停塌户瞒天不当，吞象心肠歹伎俩。谷中添秕屑，米内插粗糠，怎指望他儿孙久长。　　〔滚绣球〕甑生尘老弱饥，米如珠少壮荒。有金银那里每典当？尽枵腹高卧斜阳。剥榆树餐，挑野菜尝。吃黄不老胜如熊掌，蕨根粉以代糇粮。鹅肠苦菜连根煮，荻笋芦莴带叶噇，则留下杞柳株樟。　　〔倘秀才〕或是捶麻柘稠调豆浆，或是煮麦麸稀和细糠，他每早合掌擎拳谢上苍。一个个黄如经纸，一个个瘦似豺狼，填街卧巷。　　〔滚绣球〕偷宰了些阔角牛，盗斫了些大叶桑。遭时疫无棺活葬，贱卖了些家业田庄。嫡亲儿共女，等闲参与商。痛分离是何情况！乳哺儿没人要撇入长江。那里取厨中剩饭杯中酒，看了些河里孩儿岸上娘，不由我不哽咽悲伤！　　〔倘秀才〕私牙子船湾外港，行过河中宵月郎，则发迹了些无徒米麦行。牙钱加倍解，卖面处两般装，昏钞早先除了四两。　　〔滚绣球〕江乡相，有义仓，积年系税户掌。借贷数补答得十分停当，都侵用过将官府行唐。那近日劝粜到江乡，按户口给月粮。富户都用钱买放，无实惠尽是虚桩。充饥画饼诚堪笑，印信凭由却是谎，快活了些社长知房。　　〔伴读书〕磨灭尽诸豪壮，断送了些闲浮浪。抱子携男扶筇杖，尫羸伛偻如虾样。一丝好气沿途创，阁泪汪汪。　　〔货郎儿〕见饿莩成行街上，乞出拦门斗抢，便财主每也怀金鹄立待其亡。感谢这监司主张，似汲黯开仓。披星带月热中肠，济与粜亲临发放。见孤孀疾病无皈向，差医煮粥分厢巷。更把脏输钱分例米，多般儿区处的最优长。众饥民共仰，似枯木逢春，萌芽再长。　　〔叨叨令〕有钱的贩米谷置田庄添生放，无钱的少过活分骨肉无承望；有钱的纳宠妾买人口偏兴旺，无钱的受饥馁填沟壑遭灾障。小民好苦也么哥！小民好苦也么哥！便秋收鬻妻卖子家私丧。　　〔三煞〕这相公爱民忧国无偏党，发政施仁有激昂。恤老怜贫，视民如子，起死回生，扶弱摧强。万万人感恩知德，刻骨铭心，恨不得展草垂缰。覆盆之下，同受太阳光。　　〔二〕天生社稷真卿相，才称朝廷作栋梁。这相公主见宏深，秉心仁恕，治政公平，莅事慈祥。可与萧曹比并，伊傅齐肩，周召班行。紫泥宣诏，花衬马蹄忙。　　〔一〕愿得早居玉笋朝班上，伫看金瓯姓字香。入阙朝京，攀龙附凤，和鼎调羹，论道兴邦。受用取貂蝉济楚，衮绣峥嵘，珂佩丁当。普天下万民乐业，都知是前任绣衣郎。　　〔尾〕相门出相前人奖，官上加官后代昌。活被生灵恩不忘，粒我丞民德怎偿？父老儿童细较量，樵叟渔夫曹论讲。共说东湖柳岸旁，那里清幽更舒畅。靠着云卿苏圃场，与徐孺子流芳挹清况。盖一座祠堂人供养，立一统碑碣字数行。将德政因由都载上，使万万代官民见时节想。既官府甚清明，采舆论听分诉。据江西剧郡洪都，正该省宪亲临处，愿英俊开言路。　　后套　　既官府甚清明，采舆论听分诉。据江西剧郡洪都，正该省宪亲临处，愿英俊开言路。　　〔滚绣球〕库藏中钞本多，贴库每弊怎除？纵关防任谁不顾，坏钞法恣意强图。都是无廉耻卖买人，有过犯驵侩徒，倚仗着几文钱百般胡做，将官府觑得如无。则这素无行止乔男女，都整扮衣冠学士夫，一个个胆大心粗。　　〔倘秀才〕堪笑这没见识街市匹夫，好打那好顽劣江湖伴侣，旋将表德官名相体呼。声音多厮称，字样不寻俗，听我一个个细数。　　〔滚绣球〕粜米的唤子良，卖肉的呼仲甫，做皮的是仲才邦辅，唤清之必定开沽，卖油的唤仲明，卖盐的称士鲁。号从简是采帛行铺，字敬先是鱼鲊之徒，开张卖饭的呼君宝，磨面登罗底叫德夫，何足云乎？　　〔倘秀才〕都结义过如手足，但聚会分张耳目，探听司县何人可共处。那问他无根脚，只要肯出头颅，扛扶着便补。　　〔滚绣球〕三二百锭费本钱，七八下里去干取，诈捏作曾编卷假如名目，偷俸钱表里相符。这一个图小倒，那一个苟俸禄，把官钱视同已物，更狠如盗跖之徒。官攒库子均摊着要，弓手门军那一个无，试说这厮每贪污。　　〔倘秀才〕提调官非无法度，争奈蠹国贼操心太毒，从出本处先将科钞除。高低还分例，上下没言语，贴库每他便做了钞主。　　〔滚绣球〕且说一季中事例钱，开作时各自与，库子每随高低预先除去，军百户十锭无虚。攒司五五拿，官人六六除，四牌头每一名是两封足数，更有合干人把门军弓手殊途。那里取官民两便通行法，赤紧地贿赂单宜左道术，于汝安乎？　　〔倘秀才〕为甚但开库诸人不伏，倒筹单先须计咒，苗子钱高低随着钞数。放小民三二百，报花户一千余，将官钱陪出。　　〔滚绣球〕一任你叫得昏，等到午，佯呆着不瞅不觑，他却整块价卷在包袱。着纤如晃库门，兴贩的论百价数，都是真扬州武昌客旅，窝藏着家里安居。排的文语呼为绣，假钞公然唤做殊，这等儿三七价明估。　　〔倘秀才〕有揭字驼字衬数，有背心剜心异呼，有钞脚频成印上字模。半边子兀自可，捶作钞甚胡突，这等儿四六分价唤取。　　〔滚绣球〕赴解时弊更多，作下人就做夫，检块数几曾详数，止不过得南新吏贴相符。那问他料不齐、数不足？连柜子一时扛去，怎教人心悦诚服？自古道人存政举思他前辈，到今日法出奸生笑煞老夫，公道也私乎？　　〔倘秀才〕比及烧昏钞先行摆布，散夫钱僻静处表与，暗号儿在烧饼中间觑有无。一名夫半锭，社长总收贮，烧得过便吹笛擂鼓。　　〔塞鸿秋〕一家家倾银注玉多豪富，一个个烹羊挟妓夸风度。撇摽手到处称人物，妆旦色取去为媳妇。朝朝寒食春，夜夜元宵暮。吃筵席唤做赛堂食，受用尽人间福。　　〔呆骨朵〕这贼每也有难堪处，怎禁他强盗每追逐。要饭钱排日支持，索赍发无时横取。奈表里通同做，有上下交征去。真乃是源清流亦清，休今后人除弊不除。　　〔脱布衫〕有聪明正直嘉谟，安得不剪其繁芜。成就了闾阎小夫，坏尽了国家法度。　　〔小梁州〕这厮每玩法欺公胆气粗，恰便似饿虎当途。二十五等则例尽皆无，难着目，他道陪钞待何如。　　〔幺〕一等无辜被害这羞辱，厮攀指一地里胡突。自有他，通神物，见如今虚其府库，好教他鞭背出虫蛆。　　〔十二月〕不是我论黄数黑，怎禁他恶紫夺朱。争奈何人心不古，出落着马牛襟裾。口将言而嗫嚅，足欲进而趑趄。　　〔尧民歌〕想商鞅徙木意何如？汉国萧何断其初？法则有准使民服，期于无刑佐皇图。说与当途：无毒不丈夫，为如如把平生误。　　〔耍孩儿十三煞〕天开地辟由盘古，人物才分下土。传之三代币方行，有刀圭帛布从初。九府圜法俱周制，三品堆金乃汉图，止不过作贸易通财物。这的是黎民命脉，朝世权术。　　〔十二〕蜀冠城交子行，宋真宗会子举。都不如当今钞法通商贾，配成五对为官本，工墨三分任倒除。设制久无更故，民如按堵，法比通衢。　　〔十一〕已自六十秋楮币行，则这两三年法度沮。被无知贼子为奸蠹，私更彻镘心无愧。那想官有严刑罪必诛，忒无忌惮无忧惧。你道是成家大宝，怎想是取命官符。　　〔十〕穷汉每将绰号称，把头每表德呼。巴不得登时事了干回付，向库中钻刺真强盗，却不财上分明大丈夫。坏尽今时务，怕不你人心奸巧，争念有造物乘除。　　〔九〕靦乘孛模样哏，扭蛮腰礼仪疏，不疼钱一地里胡分付。宰头羊日日羔儿会，没手盏朝朝仕女图。怯薛回家去，一个个欺凌亲戚，吵视乡闾。　　〔八〕没高低妾与妻，无分限儿共女，及时打扮炫珠玉。鸡头般珠子缘鞋口，火炭似真金裹脑梳。服色例休题取，打扮得怕不赛夫人样子，脱不了市辈规模。　　〔七〕他那想赴京师关本时，受官差在旅途。耽惊受怕过朝暮，受了五十四站风波苦。亏杀数百千程递运夫，哏生受哏搭负。广费了些首思分例，倒换了些沿路文书。　　〔六〕至省库中将官本收得无疏虞，朱钞足那时才得安心绪。常想着半江春水翻风浪，愁得一夜秋霜染鬓须，历重难博得个根基固。少甚命不快遭逢贼寇，霎时间送了身躯。　　〔五〕论宣差清如酌贪泉吴隐之，廉似还桑椹赵判府。则为忒慈仁，反被相欺侮。每持大体诸人服，若说私心半点无。本栋梁材若早使居朝辅，肯苏民瘼，不事苞苴。　　〔四〕急宜将法变更，但因循弊若初，严刑峻法休轻恕。则这二攒司过似蛇吞象，再差十大户犹如插翅虎。一半儿弓手先芟去，合干人同知数目，把门军切禁科需。　　〔三〕提调官免罪名，钞法房选吏胥，攒典俸多的路吏差着做。廉能州吏从新点，贪滥军官合减除，住仓库无升补。从今倒钞，各分行铺，明写坊隅。　　〔二〕逐户儿编褙成料例来，各分旬将勘合书。逐张儿背印拘钤住，即时支料还原主。本日交昏入库府，另有细说直至起解时才方取。免得他撑船小倒，提调官封锁无虞。　　〔一〕紧拘收在库官，切关防起解夫，钞面上与官攒俱各亲标署。库官但该一贯须黥配，库子折莫三钱便断除，满百锭皆抄估。捶钞的揭剥的不怕他人心似铁，小倒的兴贩的明放着官法如炉。　　〔尾〕忽青天开眼觑，这红巾合命殂。且举其纲，若不怕伤时务，他日陈言终细数。"
  },
  {
    "title": "琅琊王歌辞·新买五尺刀",
    "author": "佚名",
    "dynasty": "〔南北朝〕",
    "content": "新买五尺刀，悬著中梁柱。一日三摩挲，剧于十五女。琅琊复琅琊，琅琊大道王。阳春二三月，单衫绣裲裆。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  },
  {
    "title": "花犯·苔梅",
    "author": "王沂孙",
    "dynasty": "〔宋代〕",
    "content": "古婵娟，苍鬟素靥，盈盈瞰流水。断魂十里。叹绀缕飘零，难系离思。故山岁晚谁堪寄。琅玕聊自倚。谩记我、绿蓑冲雪，孤舟寒浪里。三花两蕊破蒙茸，依依似有恨，明珠轻委。云卧稳，蓝衣正、护春憔悴。罗浮梦、半蟾挂晓，幺凤冷、山中人乍起。又唤取、玉奴归去，余香空翠被。"
  },
  {
    "title": "日日",
    "author": "李商隐",
    "dynasty": "〔唐代〕",
    "content": "日日春光斗日光，山城斜路杏花香。几时心绪浑无事，得及游丝百尺长。"
  },
  {
    "title": "葛生",
    "author": "诗经·国风·唐风",
    "dynasty": "〔先秦〕",
    "content": "葛生蒙楚，蔹蔓于野。予美亡此，谁与？独处。葛生蒙棘，蔹蔓于域。予美亡此，谁与？独息。角枕粲兮，锦衾烂兮。予美亡此，谁与？独旦。夏之日，冬之夜。百岁之后，归于其居。冬之夜，夏之日。百岁之后，归于其室。"
  },
  {
    "title": "过樊川旧居",
    "author": "韦庄",
    "dynasty": "〔唐代〕",
    "content": "却到樊川访旧游，夕阳衰草杜陵秋。应刘去后苔生阁，稽阮归来雪满头。能说乱离惟有燕，解偷闲暇不如鸥。千桑万海无人见，横笛一声空泪流。"
  },
  {
    "title": "四块玉·叹世三首",
    "author": "马致远",
    "dynasty": "〔元代〕",
    "content": "带野花，携村酒，烦恼如何到心头。谁能跃马常食肉？二顷田，一具牛，饱后休。佐国心，拿云手，命里无时莫刚求。随时过遣休生受。几叶绵，一片绸，暖后休。戴月行，披星走，孤馆寒食故乡秋。妻儿胖了咱消瘦。枕上忧，马上愁，死后休。"
  },
  {
    "title": "秋胡行",
    "author": "曹丕",
    "dynasty": "〔魏晋〕",
    "content": "泛泛渌池，中有浮萍。寄身流波，随风靡倾。芙蓉含芳，菡萏垂荣。朝采其实，夕佩其英。采之遗谁？所思在庭。双鱼比目，鸳鸯交颈。有美一人，婉如清扬。知音识曲，善为乐方。"
  },
  {
    "title": "遗夫人书",
    "author": "夏完淳",
    "dynasty": "〔明代〕",
    "content": "三月结缡，便遭大变，而累淑女，相依外家。未尝以家门衰，微见颜色。虽德曜齐眉，未可相喻。贤淑和孝，千古所难。不幸至今，吾又不得不死，吾死之后，夫人又不得不生。上有双慈，下有一女，则上养下育，托之谁乎？然相劝以生，复何聊赖！芜田废地，已委之蔓草荒烟；同气连枝，原等于隔肤行路。青年丧偶，才及二九之期；沧海横流，又丁百六之会。茕茕一人，生理尽矣！呜呼！言至此，肝肠寸寸断，执笔辛酸，对纸泪滴，欲书则一字俱无，欲言则万般难吐。吾死矣，吾死矣！方寸已乱。平生为他人指画了了，今日为夫人一思究竟，便如乱丝积麻。身后之事，一听裁断，我不能道一语也。停笔欲绝。去年江东储贰诞生，各官封典俱有，我不曾得。夫人，夫人！汝亦明朝命妇也。吾累汝，吾误汝，复何言哉！呜呼！见此纸如见吾也。外书奉秦篆细君。"
  },
  {
    "title": "黍苗",
    "author": "诗经·小雅·鱼藻之什",
    "dynasty": "〔先秦〕",
    "content": "芃芃黍苗，阴雨膏之。悠悠南行，召伯劳之。我任我辇，我车我牛。我行既集，盖云归哉。我徒我御，我师我旅。我行既集，盖云归处。肃肃谢功，召伯营之。烈烈征师，召伯成之。原隰既平，泉流既清。召伯有成，王心则宁。"
  },
  {
    "title": "应天长·瑟瑟罗裙金线缕",
    "author": "顾夐",
    "dynasty": "〔五代〕",
    "content": "瑟瑟罗裙金线缕，轻透鹅黄香画袴。垂交带，盘鹦鹉，袅袅翠翘移玉步。背人匀檀注，慢转横波偷觑。敛黛春情暗许，倚屏慵不语。"
  },
  {
    "title": "南歌子·似带如丝柳",
    "author": "温庭筠",
    "dynasty": "〔唐代〕",
    "content": "似带如丝柳，团酥握雪花。帘卷玉钩斜，九衢尘欲暮，逐香车。"
  }
]